errorFile = "Файл отсутствует"
currentFileName = "Текущее имя файла "
newName = ". Введите новое имя или нажмите ENTER для продолжения"
nameFile = "Введите имя файла: "
successLoad = "Файл успешно загружен"
checkName = "Проверьте имя файла"
noteTitle = "Введите название заметки: "
noteBody = "Введите текст заметки: "
noteNumber = "Введите номер необходимой заметки: "
noteError = "Введенный номер заметки не найден"
deletingNote = "Введите номер заметки для удаления: "
agreement = "Подтердите удаление: yes/no "
numberNote = "Номер: "
nameNote = "Название заметки: "
textNote = "Заметка: "
dateNote = "Дата: "
yes = "yes"
expansion = ".json"
textMenu = "Выберите номер пункта \n " \
           "1. Добавить заметку\n " \
           "2. Редактировать заметку\n " \
           "3. Удалить заметку\n " \
           "4. Отфильтравать по дате\n " \
           "5. Отобразить все заметки в файле\n " \
           "6. Список файлов \n " \
           "7. Открыть из файл\n " \
           "8. Сохранить в файл\n " \
           "9. Удалить файл\n " \
           "0. Выход\n"
dateInput = "Введите необходимую дату (YYYY-MM-DD): "
defaultFileName = "$default.json"
checkFile = "Проверьте имя файла"
yesSave = "Сохранить изменения: yes/no "
menuError = "Выбран неверный пункт, проверте правильность ввода"
noteDelError = "Заметка не найдена"
noteDel = "Заметка успешно удалена"
listIsEmpty = "Список пуст"
checkNote = "Неверный номер заметки"
saveNote = "Заметка успешно добавлена"
changesNote = "Изменения внесены"
